{
  "text": {
    "xin": 124,
    "chào": 16,
    "bạn": 10,
    "cậu": 27,
    "hi": 41,
    "hello": 40,
    "buổi": 7,
    "sáng": 95,
    "chiều": 14,
    "tối": 114,
    "shop": 93,
    "cửa": 28,
    "hàng": 43,
    "nhân": 72,
    "viên": 118,
    "tạm": 113,
    "biệt": 6,
    "bye": 8,
    "hẹn": 47,
    "gặp": 39,
    "lại": 61,
    "nhé": 73,
    "cảm": 24,
    "ơn": 138,
    "cám": 21,
    "thanks": 100,
    "thank": 99,
    "you": 126,
    "giá": 35,
    "iphone": 52,
    "__number__": 2,
    "pro": 84,
    "max": 62,
    "bao": 5,
    "nhiêu": 71,
    "cho": 15,
    "hỏi": 49,
    "là": 58,
    "có": 23,
    "tiền": 106,
    "samsung": 90,
    "galaxy": 32,
    "s24": 89,
    "ultra": 115,
    "xiaomi": 123,
    "oppo": 81,
    "find": 30,
    "x7": 122,
    "thế": 104,
    "nào": 79,
    "vivo": 117,
    "x100": 121,
    "z": 127,
    "flip5": 31,
    "a54": 3,
    "redmi": 87,
    "note": 78,
    "13t": 0,
    "reno10": 88,
    "5g": 1,
    "a78": 4,
    "v27e": 116,
    "y17s": 125,
    "những": 77,
    "sản": 96,
    "phẩm": 82,
    "gì": 38,
    "loại": 57,
    "điện": 129,
    "thoại": 101,
    "hãng": 45,
    "bán": 9,
    "không": 54,
    "thông": 103,
    "số": 98,
    "cấu": 25,
    "hình": 46,
    "ram": 86,
    "bộ": 12,
    "nhớ": 76,
    "pin": 83,
    "màn": 64,
    "inch": 51,
    "hệ": 48,
    "điều": 128,
    "hành": 44,
    "màu": 65,
    "giảm": 36,
    "khuyến": 53,
    "mãi": 66,
    "ưu": 139,
    "đãi": 131,
    "còn": 22,
    "sẵn": 97,
    "cái": 20,
    "làm": 59,
    "sao": 91,
    "để": 135,
    "đặt": 134,
    "cách": 19,
    "như": 74,
    "mua": 63,
    "online": 80,
    "ở": 140,
    "đâu": 130,
    "trực": 110,
    "tuyến": 111,
    "giao": 34,
    "lâu": 60,
    "thời": 105,
    "gian": 33,
    "thì": 102,
    "nhận": 75,
    "được": 133,
    "ship": 92,
    "nhanh": 70,
    "mấy": 67,
    "ngày": 69,
    "chính": 17,
    "sách": 94,
    "đổi": 137,
    "trả": 108,
    "kiện": 55,
    "ra": 85,
    "trong": 107,
    "cần": 26,
    "bảo": 11,
    "liên": 56,
    "hotline": 42,
    "email": 29,
    "địa": 136,
    "chỉ": 18,
    "giờ": 37,
    "việc": 119,
    "mở": 68,
    "đóng": 132,
    "hỗ": 50,
    "trợ": 109,
    "tư": 112,
    "vấn": 120,
    "chat": 13
  },
  "intent": {
    "greet": 14,
    "goodbye": 13,
    "ask_price": 6,
    "ask_product": 7,
    "ask_specs": 10,
    "ask_discount": 3,
    "ask_stock": 11,
    "ask_order": 4,
    "ask_delivery": 2,
    "ask_return": 9,
    "ask_warranty": 12,
    "ask_contact": 1,
    "ask_account": 0,
    "ask_policies": 5,
    "ask_promotions": 8,
    "thank": 15
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_account": 12,
    "utter_ask_contact": 13,
    "utter_ask_delivery": 14,
    "utter_ask_order": 15,
    "utter_ask_policies": 16,
    "utter_ask_price": 17,
    "utter_ask_product": 18,
    "utter_ask_promotions": 19,
    "utter_ask_return": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_thank": 23
  },
  "action_text": null,
  "intent_response_key": null
}