{
  "text": {
    "xin": 65,
    "chào": 9,
    "bạn": 6,
    "hi": 21,
    "hello": 20,
    "buổi": 3,
    "sáng": 51,
    "chiều": 7,
    "tối": 62,
    "tạm": 61,
    "biệt": 2,
    "bye": 4,
    "hẹn": 24,
    "gặp": 19,
    "lại": 33,
    "nhé": 38,
    "cảm": 14,
    "ơn": 73,
    "cám": 12,
    "thanks": 54,
    "thank": 53,
    "you": 66,
    "giá": 17,
    "iphone": 26,
    "__number__": 0,
    "pro": 46,
    "max": 34,
    "bao": 1,
    "nhiêu": 37,
    "cho": 8,
    "hỏi": 25,
    "là": 30,
    "có": 13,
    "tiền": 59,
    "những": 41,
    "sản": 52,
    "phẩm": 45,
    "gì": 18,
    "loại": 29,
    "điện": 68,
    "thoại": 55,
    "nào": 42,
    "hãng": 23,
    "bán": 5,
    "không": 27,
    "samsung": 47,
    "xiaomi": 64,
    "oppo": 44,
    "vivo": 63,
    "làm": 31,
    "sao": 48,
    "để": 71,
    "đặt": 70,
    "hàng": 22,
    "cách": 11,
    "như": 39,
    "thế": 57,
    "mua": 35,
    "online": 43,
    "giao": 16,
    "lâu": 32,
    "thời": 58,
    "gian": 15,
    "thì": 56,
    "nhận": 40,
    "được": 69,
    "ship": 49,
    "nhanh": 36,
    "chính": 10,
    "sách": 50,
    "đổi": 72,
    "trả": 60,
    "điều": 67,
    "kiện": 28
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thank": 7,
    "ask_price": 2,
    "ask_product": 3,
    "ask_order": 1,
    "ask_delivery": 0,
    "ask_return": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_delivery": 12,
    "utter_ask_order": 13,
    "utter_ask_price": 14,
    "utter_ask_product": 15,
    "utter_ask_return": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_thank": 19
  },
  "action_text": null,
  "intent_response_key": null
}