{
  "text": {
    "xin": 81,
    "chào": 12,
    "bạn": 9,
    "hi": 28,
    "hello": 27,
    "buổi": 7,
    "sáng": 63,
    "chiều": 11,
    "tối": 74,
    "tạm": 73,
    "biệt": 6,
    "bye": 8,
    "hẹn": 31,
    "gặp": 26,
    "lại": 39,
    "nhé": 45,
    "cảm": 17,
    "ơn": 91,
    "cám": 15,
    "thanks": 66,
    "thank": 65,
    "you": 83,
    "giá": 23,
    "iphone": 32,
    "__number__": 2,
    "pro": 55,
    "max": 40,
    "là": 36,
    "bao": 5,
    "nhiêu": 44,
    "samsung": 59,
    "galaxy": 20,
    "s24": 58,
    "ultra": 75,
    "tiền": 71,
    "xiaomi": 80,
    "thế": 69,
    "nào": 50,
    "oppo": 53,
    "find": 18,
    "x7": 79,
    "có": 16,
    "vivo": 77,
    "x100": 78,
    "z": 84,
    "flip5": 19,
    "a54": 3,
    "redmi": 56,
    "note": 49,
    "13t": 0,
    "reno10": 57,
    "5g": 1,
    "a78": 4,
    "v27e": 76,
    "y17s": 82,
    "những": 48,
    "sản": 64,
    "phẩm": 54,
    "gì": 25,
    "loại": 35,
    "điện": 86,
    "thoại": 67,
    "hãng": 30,
    "không": 33,
    "mới": 42,
    "giảm": 24,
    "nổi": 51,
    "bật": 10,
    "làm": 37,
    "sao": 60,
    "để": 89,
    "đặt": 88,
    "hàng": 29,
    "cách": 14,
    "như": 46,
    "mua": 41,
    "online": 52,
    "giao": 22,
    "lâu": 38,
    "thời": 70,
    "gian": 21,
    "thì": 68,
    "nhận": 47,
    "được": 87,
    "ship": 61,
    "nhanh": 43,
    "chính": 13,
    "sách": 62,
    "đổi": 90,
    "trả": 72,
    "điều": 85,
    "kiện": 34
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thank": 7,
    "ask_price": 2,
    "ask_product": 3,
    "ask_order": 1,
    "ask_delivery": 0,
    "ask_return": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_delivery": 12,
    "utter_ask_order": 13,
    "utter_ask_price": 14,
    "utter_ask_product": 15,
    "utter_ask_return": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_thank": 19
  },
  "action_text": null,
  "intent_response_key": null
}