{
  "text": {
    "xin": 93,
    "chào": 10,
    "bạn": 6,
    "hi": 28,
    "hello": 27,
    "buổi": 3,
    "sáng": 73,
    "chiều": 8,
    "tối": 88,
    "tạm": 87,
    "biệt": 2,
    "bye": 4,
    "hẹn": 33,
    "gặp": 26,
    "lại": 48,
    "nhé": 58,
    "cảm": 17,
    "ơn": 107,
    "cám": 15,
    "thanks": 77,
    "thank": 76,
    "you": 94,
    "giá": 22,
    "iphone": 36,
    "__number__": 0,
    "pro": 67,
    "max": 49,
    "bao": 1,
    "nhiêu": 57,
    "cho": 9,
    "hỏi": 35,
    "là": 45,
    "có": 16,
    "tiền": 82,
    "những": 62,
    "sản": 74,
    "phẩm": 66,
    "gì": 25,
    "loại": 44,
    "điện": 97,
    "thoại": 78,
    "nào": 63,
    "hãng": 32,
    "bán": 5,
    "không": 39,
    "samsung": 69,
    "xiaomi": 92,
    "oppo": 65,
    "vivo": 89,
    "làm": 46,
    "sao": 70,
    "để": 104,
    "đặt": 103,
    "hàng": 30,
    "cách": 14,
    "như": 59,
    "thế": 80,
    "mua": 50,
    "online": 64,
    "giao": 21,
    "lâu": 47,
    "thời": 81,
    "gian": 20,
    "thì": 79,
    "nhận": 60,
    "được": 102,
    "ship": 71,
    "nhanh": 56,
    "chính": 11,
    "sách": 72,
    "đổi": 106,
    "trả": 85,
    "điều": 96,
    "kiện": 41,
    "khuyến": 38,
    "mãi": 52,
    "đang": 95,
    "chương": 12,
    "trình": 84,
    "giảm": 23,
    "mã": 51,
    "voucher": 91,
    "ưu": 108,
    "đãi": 99,
    "đăng": 101,
    "ký": 42,
    "tài": 86,
    "khoản": 37,
    "quên": 68,
    "mật": 54,
    "khẩu": 40,
    "nhập": 61,
    "bảo": 7,
    "hành": 31,
    "trong": 83,
    "liên": 43,
    "hệ": 34,
    "số": 75,
    "hotline": 29,
    "email": 19,
    "địa": 105,
    "chỉ": 13,
    "cửa": 18,
    "ở": 109,
    "đâu": 98,
    "giờ": 24,
    "việc": 90,
    "mấy": 53,
    "mở": 55,
    "đóng": 100
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "thank": 11,
    "ask_price": 5,
    "ask_product": 6,
    "ask_order": 3,
    "ask_delivery": 2,
    "ask_return": 8,
    "ask_promotions": 7,
    "ask_account": 0,
    "ask_policies": 4,
    "ask_contact": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_account": 12,
    "utter_ask_contact": 13,
    "utter_ask_delivery": 14,
    "utter_ask_order": 15,
    "utter_ask_policies": 16,
    "utter_ask_price": 17,
    "utter_ask_product": 18,
    "utter_ask_promotions": 19,
    "utter_ask_return": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_thank": 23
  },
  "action_text": null,
  "intent_response_key": null
}