{
  "text": {
    "xin": 128,
    "chào": 16,
    "bạn": 10,
    "cậu": 28,
    "hi": 42,
    "hello": 41,
    "buổi": 7,
    "sáng": 97,
    "chiều": 14,
    "tối": 117,
    "shop": 95,
    "cửa": 29,
    "hàng": 44,
    "nhân": 74,
    "viên": 121,
    "có": 24,
    "khuyến": 54,
    "mãi": 68,
    "gì": 39,
    "không": 55,
    "đang": 132,
    "chương": 18,
    "trình": 110,
    "nào": 81,
    "giảm": 37,
    "giá": 36,
    "mã": 67,
    "voucher": 123,
    "bao": 5,
    "nhiêu": 73,
    "ưu": 144,
    "đãi": 136,
    "tạm": 116,
    "biệt": 6,
    "bye": 8,
    "hẹn": 48,
    "gặp": 40,
    "lại": 62,
    "nhé": 75,
    "cảm": 25,
    "ơn": 143,
    "cám": 22,
    "thanks": 102,
    "thank": 101,
    "you": 130,
    "iphone": 53,
    "__number__": 2,
    "pro": 86,
    "max": 63,
    "cho": 15,
    "hỏi": 50,
    "là": 59,
    "tiền": 108,
    "samsung": 92,
    "galaxy": 33,
    "s24": 91,
    "ultra": 118,
    "xiaomi": 127,
    "oppo": 83,
    "find": 31,
    "x7": 126,
    "thế": 106,
    "vivo": 120,
    "x100": 125,
    "z": 131,
    "flip5": 32,
    "a54": 3,
    "redmi": 89,
    "note": 80,
    "13t": 0,
    "reno10": 90,
    "5g": 1,
    "a78": 4,
    "v27e": 119,
    "y17s": 129,
    "những": 79,
    "sản": 98,
    "phẩm": 84,
    "loại": 58,
    "điện": 134,
    "thoại": 103,
    "hãng": 46,
    "bán": 9,
    "thông": 105,
    "số": 100,
    "cấu": 26,
    "hình": 47,
    "ram": 88,
    "bộ": 12,
    "nhớ": 78,
    "pin": 85,
    "màn": 65,
    "inch": 52,
    "hệ": 49,
    "điều": 133,
    "hành": 45,
    "màu": 66,
    "còn": 23,
    "sẵn": 99,
    "cái": 21,
    "làm": 60,
    "sao": 93,
    "để": 140,
    "đặt": 139,
    "cách": 20,
    "như": 76,
    "mua": 64,
    "online": 82,
    "ở": 145,
    "đâu": 135,
    "trực": 113,
    "tuyến": 114,
    "giao": 35,
    "lâu": 61,
    "thời": 107,
    "gian": 34,
    "thì": 104,
    "nhận": 77,
    "được": 138,
    "ship": 94,
    "nhanh": 72,
    "mấy": 69,
    "ngày": 71,
    "chính": 17,
    "sách": 96,
    "đổi": 142,
    "trả": 111,
    "kiện": 56,
    "ra": 87,
    "trong": 109,
    "cần": 27,
    "bảo": 11,
    "liên": 57,
    "hotline": 43,
    "email": 30,
    "địa": 141,
    "chỉ": 19,
    "giờ": 38,
    "việc": 122,
    "mở": 70,
    "đóng": 137,
    "hỗ": 51,
    "trợ": 112,
    "tư": 115,
    "vấn": 124,
    "chat": 13
  },
  "intent": {
    "greet": 14,
    "ask_promotions": 8,
    "goodbye": 13,
    "ask_price": 6,
    "ask_product": 7,
    "ask_specs": 10,
    "ask_discount": 3,
    "ask_stock": 11,
    "ask_order": 4,
    "ask_delivery": 2,
    "ask_return": 9,
    "ask_warranty": 12,
    "ask_contact": 1,
    "ask_account": 0,
    "ask_policies": 5,
    "thank": 15
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_account": 12,
    "utter_ask_contact": 13,
    "utter_ask_delivery": 14,
    "utter_ask_order": 15,
    "utter_ask_policies": 16,
    "utter_ask_price": 17,
    "utter_ask_product": 18,
    "utter_ask_promotions": 19,
    "utter_ask_return": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_thank": 23
  },
  "action_text": null,
  "intent_response_key": null
}